Repository: biblibre/omeka-s-module-MarcXmlExport
Catalog: language/*.po
Languages: fr

source: Job details
fr: Détails de la tâche

source: New export
fr: Nouvel export

source: No exports saved yet
fr: Aucun export effectué

source: Export name
fr: Nom de l'export

source: Class mapping
fr: Modèle de correspondances

source: Resource visibility
fr: Visibilité des ressources

source: Query results
fr: Résultats de la requête

source: Job
fr: Tâche

source: Export creation
fr: Création d'export

source: Exporting in background (%sjob #%d%s)
fr: Export en cours en tâche de fond (%sjob #%d%s)

source: The name %s is already taken.
fr: Le nom %s est déjà attribué

source: Select class mapping
fr: Sélectionner un modèle de correspondances

source: Select class to process mapping
fr: Sélectionner un modèle de correspondances afin de procéder à l'export

source: Select resource type
fr: Sélectionner un type de ressource

source: Medias
fr: Médias

source: Select resources visibility
fr: Sélectionner la visibilité des ressources

source: All resources
fr: Toutes les ressources

source: Only public resources
fr: Uniquement les ressources publiques

source: Only private resources
fr: Uniquement les ressources privées

source: Specify resources in query
fr: Spécifier des ressources par une requête

source: Build or type a SQL query to select resources
fr: Construire ou saisir une reqûete SQL pour sélectionner des ressources

source: Past Exports
fr: Exports passés
